-- phpMyAdmin SQL Dump
-- version 5.0.3
-- https://www.phpmyadmin.net/
--
-- 主机： 127.0.0.1
-- 生成日期： 2021-03-23 07:13:34
-- 服务器版本： 10.4.14-MariaDB
-- PHP 版本： 7.4.11

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 数据库： `jose_blog`
--

-- --------------------------------------------------------

--
-- 表的结构 `jose_admin`
--

CREATE TABLE `jose_admin` (
  `adm_id` int(10) UNSIGNED NOT NULL,
  `adm_name` varchar(50) NOT NULL,
  `adm_password` varchar(50) NOT NULL,
  `adm_petname` varchar(50) NOT NULL,
  `adm_email` varchar(50) NOT NULL,
  `adm_img_url` varchar(50) DEFAULT NULL,
  `create_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `jose_admin`
--

INSERT INTO `jose_admin` (`adm_id`, `adm_name`, `adm_password`, `adm_petname`, `adm_email`, `adm_img_url`, `create_time`, `update_time`) VALUES
(1, '123', '123', '123', '123@qq.com', NULL, '0000-00-00 00:00:00', NULL);

-- --------------------------------------------------------

--
-- 表的结构 `jose_article`
--

CREATE TABLE `jose_article` (
  `art_id` int(10) UNSIGNED NOT NULL,
  `art_img_url` varchar(100) DEFAULT NULL,
  `art_more` varchar(20) DEFAULT NULL,
  `art_title` varchar(50) NOT NULL DEFAULT 'title',
  `art_content` longtext DEFAULT NULL,
  `art_auther` varchar(20) DEFAULT NULL,
  `art_profile` varchar(100) DEFAULT NULL,
  `art_hot` int(11) DEFAULT NULL,
  `art_comment` int(11) DEFAULT NULL,
  `create_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `jose_article`
--

INSERT INTO `jose_article` (`art_id`, `art_img_url`, `art_more`, `art_title`, `art_content`, `art_auther`, `art_profile`, `art_hot`, `art_comment`, `create_time`, `update_time`) VALUES
(1, 'https://imaybes.cc/thuimg/thumb-108-250-170-0.jpg', '更多信息', ' MySQL 选择数据库', '整个中国整个中国', 'Admin', 'https://gravatar.loli.net/avatar/9e60e77d8a34c8b74756af4d3a3c762b?s=85&d=wavatar&r=G', 4566666, 123456, '2021-03-18 01:13:00', '2021-03-18 01:13:00'),
(2, 'https://imaybes.cc/thuimg/thumb-108-250-170-0.jpg', '更多信息', '缘起则聚，缘灭则散', '　　夜，结束了一天的喧嚣后安静下来，伴随着远处路灯那微弱的光。风，毫无预兆地席卷整片旷野，撩动人的思绪万千。星，遥遥地挂在天空之中，闪烁着它那微微星光，不如阳光般灿烂却如花儿般如痴如醉。　　欲将沉醉换悲凉，清歌莫断肠。这混乱的尘世，究竟充斥了多少绝望和悲伤。你想去做一个勇敢的男子，为爱，为信仰，轰轰烈烈的奋斗一场。你周身充斥着无人可比的灵气和光芒。你有着与伟人比肩的才气和名声，你是那样高傲孤洁的男子。你的一寸狂心未说，已经几度黄昏雨。\n\n　　曾经以为，相爱的人一定要相守，只有相守，情感才能长久。可是，此岸和彼岸只不过是空间的差距，却无法拉长心灵的距离。\n\n　　时光荏苒，岁月无声。日子不紧不慢的如涓涓溪水静静的流去，而从身边流去的只有时光，沉淀下来的是与你一路相伴的幸福和快乐，温馨和安暖。于我，在这个凋零都感受到诗意横溢的秋，只想做一件事，拈一片绯红的枫叶，轻轻地刻上我的心语。对信仰，是我今生永不改变的主题！而后，幸福的寄往有你的那个城市。从此，在我心里，于我的生命里，轻握你许的安暖，静静地在岁月的彼岸，为你守候一世永恒！\n\n　　一段情，反复的掂量，最后加深了岁月的绵长。一路追赶里，一路追忆里，最后得到的是什么，最后又失去的是什么。或许，只有我们在静思的时候才会明白，这路的追忆里，我们得到的快乐往往比痛苦要少。当相思成殇的时候，除了对月徒悲叹之外，什么也不曾抓到。\n\n　　一直执着于生命的简约格调，只愿用一颗淡然的心看云卷云舒，看季节更迭。许多不合时节的事物，必然会被光阴遗落，就像曾经繁茂的秋叶，待生命枯竭，终将脱离叶脉的相系相牵。而我，一直在这里，抖落一身的负累，永恒以树的姿态站立于季风中，昂首向着那无边温暖的碧蓝晴空。\n\n　　夜幕降临了，春雨柔柔的亲吻着薄如蝉翼的纱帘，有节奏的淅沥在窗棂上，更增添了无限的意念。意念中的我，在幸福和恬淡中，漫捻心弦化为若水般的轻柔曼妙在深情的雨夜里。此刻，窗外的雨不再是清冷的秋雨了，在我的眸里是一种柔软，似撒娇少女的情怀，是怜、是爱、是柔、是润在我的心里是一种憧憬，憧憬着一份美好的未来，与你相拥在花雨飘飞的时节，让爱情肆意的怒放在油纸伞下，青石边，丁香小巷这样的心境，这样的时光，这样的时刻，心不经意间便醉了、醉了、醉在这如曼妙轻盈舞步的秋雨中\n\n　　晚霞破月的天际，依旧映红了归家的路途，流浪了好久的笔调写满了疲倦的素笺，伴着枯萎的憔悴，与年华斑驳的碎影相逢，溅起涟漪在心田的几缕游丝浅叹，让年华牵住执笔的手，静听潺潺流水；波动在逐流的心海，唤名为；婆娑年华，勾勒了谁的斑驳唯有情醉琉璃一宿，又是一个不眠的夜。\n\n　　真正的相爱，是人在千里，却梦魂相依；真正的相爱，是岁月流转，却不离不弃；真正的相爱，是彼此付出，却无怨无悔。\n\n　　樱花有单樱和双樱，她们绽放时满树灿烂，清香扑鼻，单樱白的如雪如云，双樱色彩如火似霞。但是无论是单樱还是双樱，她们盛开的时间都不长，二十多天的光景，开的绚丽多彩、满树烂漫，落得星星瓣瓣，匆匆忙忙。\n\n　　深秋还远，徐徐的风吹着，却也有了几分萧瑟，春天，不仅有满天飘飞的花儿，还有到处弥散着花的幽香。随着秋韵渐渐浓郁起来，院子里的花便盛开了，整个院子里香气四溢，溢漫着甜丝丝的味儿。金灿的花儿一串串、一撮撮，重重叠叠簇涌着点缀在茂密的绿叶之间，温温暖暖象极了一个个孩子的笑脸，仿佛是给这温暖的春天注入了一道亮丽的风景。\n\n　　指尖轻触玻窗，嗤嗤的响声，惊动了脆弱的心脏，一阵阵的酸楚，像浪潮般袭来，若果这样酸酸的痛可以代替撕心裂肺，那就让他长久点，这样时间会把我忘记，这样便可躲在这里，让那些软弱手舞足蹈，让那些脆弱和不堪拼命娱乐，让那颗紧绷的心，少少松弦。\n\n　　曾过往，伊颜纯美无暇，如玉般璀璨，许多人像发现了财富，紧抱于怀，怜香般害怕失去。那时，遇见你的是洗礼过后的悔过者，只懂怜香，而不懂惜玉，再璀璨也掩盖不了他身上久积的灰尘，铸造不了你，也成就不了他，于是乎，迷糊坚固了戏剧化的情谊，疼只是简单的疼。\n\n　　有人曾说，会白首不相离。可是终究一口空言，转眼，便抛之彼岸。可是，我却一直相信着。然后，在追逐的沿途，荆棘布满，却一直从未低头\n\n　　原来有些等待是不值得的，那么多年换来的却是沧海桑田，我们只是沧海一粟，不能左右命运给予的奇迹与苦楚，面对些许，能做的也许只剩下了等待，可是等待却又是需要勇气，更要有勇气来承担与等待而来的结果大相径庭的结果。\n\n　　思绪渺渺，发怀古之悲情，世间种种，诱愁之决堤，三山五岳，撼天地之威名，流水之昌吉，涓涓之柔情，不禁闲情满溢。\n\n　　人生自是有情痴，此恨不关风与月。谁为谁真情缱绻？谁为谁痴傻疯狂？谁为谁望穿秋水？谁为谁痛彻心扉？都是你我解不开的白线团。无缘何生斯世，有情能累此生。\n\n　　相思成为了很多人生命里的一种自我安慰，在月圆的时候无尽思念，在月缺的时候无限惆怅，想念着岁月里和情有关的所有悲欢离合。在情感的世界里，我们一直带着所有的铿锵前行，不管风雨肆虐，不管风和日丽。\n\n　　染窗前。那堪清风曲径，不似甚似还满。份外湮留韶华，时节正乱红，空留余恨。淡眉醉眼，红妆轻粉，旧时依恋尘缘。只皓月朗朗，乾坤转，故国山川。次第红颜，疑是讴歌回畔。\n\n　　生命中；总有太多的遗憾要留给回忆，年华里；屡不清的斑驳，总是勾勒了无数支离破碎的心伤。太多的执着所放不下，只是；那一份不屈的痛过，不期而遇的却是最美的意外。文字依旧可以华美朴实，年华不可唯美梦境，快乐不是一件不可奢侈的事情，忧伤，而往往是一度的颓废。\n\n　　人生的路途，经历无数的驿站之后，总会出现陌生或熟悉的风景。时间所说的过客，只是注定走过的人和事，没有太多是刻意要去记住或淡忘的。铺就在黑白交错里的，无非就是忧伤曾穿越过的黑暗，在记忆的角落里，诉说了全部的待续。那些停驻在指尖的薄凉，是曾绽放在年华里的微碎。\n\n　　指间年华，渲染着无暇斑驳的彩塑，悲伤的城池依旧提笔挥墨，画下四季风吹过的无痕。微笑掩饰了寂寞过的眼泪，是因为，在婆娑的年华里，聆听着没有人的相伴相知。那些了不断的往事，是梦绕在悲伤情愫深处，盈满心扉的最初和凝眸的叹息。终不过似水流年，清风凄语，唯独旧梦难拾。', 'Admin', 'https://gravatar.loli.net/avatar/9e60e77d8a34c8b74756af4d3a3c762b?s=85&d=wavatar&r=G', 4566666, 123456, '2021-03-18 01:13:00', '2021-03-18 01:13:00'),
(3, 'https://imaybes.cc/thuimg/thumb-108-250-170-0.jpg', '更多信息', '秋风，唱给田野动听的歌', '　　秋风用时光的旋律，用桂花的芬芳、苹果的馨香、菊花的灿烂、牵牛花的奔放、一串红的艳丽，把一望无际的田野乡村，演绎得在自然中沉醉，渲染得天地间空旷而又阳刚。\n\n　　酷热的夏天刚刚过去，秋风吹来，秋牵着一个个节气的手，舞动着长袖，用婀娜多姿的舞姿，用变幻神奇的旋律，动听的音符，把蓝天吹得一会白云飘飘，一会云蒸霞蔚，一会仙女舞袖，一会又涌来千顷碧波。更让那成千上万得雀鸟，不顾辛苦劳顿，路途遥远，赶赴银汉，为牛郎织女架起一座相会的鹊桥，就为这对生离死别的鸳鸯说上一晚悄悄话。\n\n　　秋天的风，优雅中体现成熟和高雅。砍高粱、掐谷子、掰玉米、刨芋头、割豆子、下苹果、晒柿子、揪石榴、摘花生、耩麦子，一个个音符，无不让秋风演奏得动听、感人。仰望湛蓝的长空，会让你一扫往日沉闷枯燥的苦闷，心情更加舒畅了，一股热爱蓝天热爱大自然钟爱乡村田野的激情，便油然而生。\n\n　　秋风是多情的。花朵变得更加缤纷多彩，路边山间公园各种小花，一夜之间便把一片片一处处山川河流吹得五颜六色，吹得诗意盎然，吹得舒展酣畅。连多情的小鸟也不愿在花丛打滚，嘴馋的小羊也不忍心张口去啃。特别是那漫山遍野的山丹丹花，把天空的云彩的染得霞光满天。阵阵清香，优雅而芬芳，把那躲在暗处的萤火虫，引得打着灯笼，在山野荒原中游来游去。特别是那一株株菊花，顶住尘土的飞扬，忍得住周边花朵凋谢的寂寞，耐得住干旱的折磨，在秋风中不顾寂寞和冷落暗自开放。\n\n　　秋风是煽情的。秋风在田野打一个滚，哪一树树青涩碧绿的苹果，一层层红晕铺在脸颊上，变得又香又甜。一树树大枣、山楂就像神仙点化了一样，一个个像红宝石，缀满树头，压弯枝头，甜满心头，让路人看了都垂涎欲滴。最可爱的是那山坡上的柿子，圆晕金黄，一个个像灯笼挂满树梢，引得小鸟满树鸣叫。\n\n　　秋风是有魅力的。秋风掠过满眼绿色，霎时就会变得金黄，金色的谷穗压弯了枝头，满坡玉米竖起一杆杆摇曳的旗子，露出一排排整齐的金牙。乡间道路上一车车黄豆、花生透出诱人的馨香。正在收获庄稼的乡亲，艰苦的付出得到了加倍的回报，紫铜的脸上添了少有的红润，露出了笑容。大树仿佛一夜之间都变得金黄，满树的银杏叶、哗啦啦的杨树叶金光闪闪，静美而耀眼。似乎是一夜之间，漫山遍野的绿色都变成了满眼金黄，演奏起金黄色的乐章。\n\n　　秋风是幽静的。秋风吹过，山野田园，变得贤淑幽静起来，没有阳春的怒放，盛夏的狂热，活跃在林子里、小河旁、山榜上的鸟儿，没了浮躁，唱得更加婉转悠扬。流过树根，淌过石块的小溪，不在狂奔湍急，像少女摆动的轻纱，舒缓而宁静。\"天阶夜色凉如水，坐看牛郎织女星。\"秋风揉圆了那一轮轮月亮，把思恋的洞箫吹奏得揪心荡肠，吹得每每昂起头来，一遍遍对着玉盘倾诉心中的珍藏。\n\n　　人生的秋季，何尝又不是这样呢？到了我们这样的年龄，已经步入了人生的秋季，虽然没了青春的靓丽，却多了成熟的韵味。\"夜半酒醒人未醒，满池荷叶动秋风\"。荡漾在秋风中，静听天籁之声，虽未喝酒人却醉了。', 'Admin', 'https://gravatar.loli.net/avatar/9e60e77d8a34c8b74756af4d3a3c762b?s=85&d=wavatar&r=G', 4566666, 123456, '2021-03-18 01:13:00', '2021-03-18 01:13:00'),
(4, 'https://imaybes.cc/thuimg/thumb-108-250-170-0.jpg', '更多信息', '秋风，唱给田野动听的歌', '　　秋风用时光的旋律，用桂花的芬芳、苹果的馨香、菊花的灿烂、牵牛花的奔放、一串红的艳丽，把一望无际的田野乡村，演绎得在自然中沉醉，渲染得天地间空旷而又阳刚。\n\n　　酷热的夏天刚刚过去，秋风吹来，秋牵着一个个节气的手，舞动着长袖，用婀娜多姿的舞姿，用变幻神奇的旋律，动听的音符，把蓝天吹得一会白云飘飘，一会云蒸霞蔚，一会仙女舞袖，一会又涌来千顷碧波。更让那成千上万得雀鸟，不顾辛苦劳顿，路途遥远，赶赴银汉，为牛郎织女架起一座相会的鹊桥，就为这对生离死别的鸳鸯说上一晚悄悄话。\n\n　　秋天的风，优雅中体现成熟和高雅。砍高粱、掐谷子、掰玉米、刨芋头、割豆子、下苹果、晒柿子、揪石榴、摘花生、耩麦子，一个个音符，无不让秋风演奏得动听、感人。仰望湛蓝的长空，会让你一扫往日沉闷枯燥的苦闷，心情更加舒畅了，一股热爱蓝天热爱大自然钟爱乡村田野的激情，便油然而生。\n\n　　秋风是多情的。花朵变得更加缤纷多彩，路边山间公园各种小花，一夜之间便把一片片一处处山川河流吹得五颜六色，吹得诗意盎然，吹得舒展酣畅。连多情的小鸟也不愿在花丛打滚，嘴馋的小羊也不忍心张口去啃。特别是那漫山遍野的山丹丹花，把天空的云彩的染得霞光满天。阵阵清香，优雅而芬芳，把那躲在暗处的萤火虫，引得打着灯笼，在山野荒原中游来游去。特别是那一株株菊花，顶住尘土的飞扬，忍得住周边花朵凋谢的寂寞，耐得住干旱的折磨，在秋风中不顾寂寞和冷落暗自开放。\n\n　　秋风是煽情的。秋风在田野打一个滚，哪一树树青涩碧绿的苹果，一层层红晕铺在脸颊上，变得又香又甜。一树树大枣、山楂就像神仙点化了一样，一个个像红宝石，缀满树头，压弯枝头，甜满心头，让路人看了都垂涎欲滴。最可爱的是那山坡上的柿子，圆晕金黄，一个个像灯笼挂满树梢，引得小鸟满树鸣叫。\n\n　　秋风是有魅力的。秋风掠过满眼绿色，霎时就会变得金黄，金色的谷穗压弯了枝头，满坡玉米竖起一杆杆摇曳的旗子，露出一排排整齐的金牙。乡间道路上一车车黄豆、花生透出诱人的馨香。正在收获庄稼的乡亲，艰苦的付出得到了加倍的回报，紫铜的脸上添了少有的红润，露出了笑容。大树仿佛一夜之间都变得金黄，满树的银杏叶、哗啦啦的杨树叶金光闪闪，静美而耀眼。似乎是一夜之间，漫山遍野的绿色都变成了满眼金黄，演奏起金黄色的乐章。\n\n　　秋风是幽静的。秋风吹过，山野田园，变得贤淑幽静起来，没有阳春的怒放，盛夏的狂热，活跃在林子里、小河旁、山榜上的鸟儿，没了浮躁，唱得更加婉转悠扬。流过树根，淌过石块的小溪，不在狂奔湍急，像少女摆动的轻纱，舒缓而宁静。\"天阶夜色凉如水，坐看牛郎织女星。\"秋风揉圆了那一轮轮月亮，把思恋的洞箫吹奏得揪心荡肠，吹得每每昂起头来，一遍遍对着玉盘倾诉心中的珍藏。\n\n　　人生的秋季，何尝又不是这样呢？到了我们这样的年龄，已经步入了人生的秋季，虽然没了青春的靓丽，却多了成熟的韵味。\"夜半酒醒人未醒，满池荷叶动秋风\"。荡漾在秋风中，静听天籁之声，虽未喝酒人却醉了。', 'Admin', 'https://gravatar.loli.net/avatar/9e60e77d8a34c8b74756af4d3a3c762b?s=85&d=wavatar&r=G', 4566666, 123456, '2021-03-18 01:13:00', '2021-03-18 01:13:00'),
(5, 'https://imaybes.cc/thuimg/thumb-108-250-170-0.jpg', '更多信息', '秋风，唱给田野动听的歌', '　　秋风用时光的旋律，用桂花的芬芳、苹果的馨香、菊花的灿烂、牵牛花的奔放、一串红的艳丽，把一望无际的田野乡村，演绎得在自然中沉醉，渲染得天地间空旷而又阳刚。\n\n　　酷热的夏天刚刚过去，秋风吹来，秋牵着一个个节气的手，舞动着长袖，用婀娜多姿的舞姿，用变幻神奇的旋律，动听的音符，把蓝天吹得一会白云飘飘，一会云蒸霞蔚，一会仙女舞袖，一会又涌来千顷碧波。更让那成千上万得雀鸟，不顾辛苦劳顿，路途遥远，赶赴银汉，为牛郎织女架起一座相会的鹊桥，就为这对生离死别的鸳鸯说上一晚悄悄话。\n\n　　秋天的风，优雅中体现成熟和高雅。砍高粱、掐谷子、掰玉米、刨芋头、割豆子、下苹果、晒柿子、揪石榴、摘花生、耩麦子，一个个音符，无不让秋风演奏得动听、感人。仰望湛蓝的长空，会让你一扫往日沉闷枯燥的苦闷，心情更加舒畅了，一股热爱蓝天热爱大自然钟爱乡村田野的激情，便油然而生。\n\n　　秋风是多情的。花朵变得更加缤纷多彩，路边山间公园各种小花，一夜之间便把一片片一处处山川河流吹得五颜六色，吹得诗意盎然，吹得舒展酣畅。连多情的小鸟也不愿在花丛打滚，嘴馋的小羊也不忍心张口去啃。特别是那漫山遍野的山丹丹花，把天空的云彩的染得霞光满天。阵阵清香，优雅而芬芳，把那躲在暗处的萤火虫，引得打着灯笼，在山野荒原中游来游去。特别是那一株株菊花，顶住尘土的飞扬，忍得住周边花朵凋谢的寂寞，耐得住干旱的折磨，在秋风中不顾寂寞和冷落暗自开放。\n\n　　秋风是煽情的。秋风在田野打一个滚，哪一树树青涩碧绿的苹果，一层层红晕铺在脸颊上，变得又香又甜。一树树大枣、山楂就像神仙点化了一样，一个个像红宝石，缀满树头，压弯枝头，甜满心头，让路人看了都垂涎欲滴。最可爱的是那山坡上的柿子，圆晕金黄，一个个像灯笼挂满树梢，引得小鸟满树鸣叫。\n\n　　秋风是有魅力的。秋风掠过满眼绿色，霎时就会变得金黄，金色的谷穗压弯了枝头，满坡玉米竖起一杆杆摇曳的旗子，露出一排排整齐的金牙。乡间道路上一车车黄豆、花生透出诱人的馨香。正在收获庄稼的乡亲，艰苦的付出得到了加倍的回报，紫铜的脸上添了少有的红润，露出了笑容。大树仿佛一夜之间都变得金黄，满树的银杏叶、哗啦啦的杨树叶金光闪闪，静美而耀眼。似乎是一夜之间，漫山遍野的绿色都变成了满眼金黄，演奏起金黄色的乐章。\n\n　　秋风是幽静的。秋风吹过，山野田园，变得贤淑幽静起来，没有阳春的怒放，盛夏的狂热，活跃在林子里、小河旁、山榜上的鸟儿，没了浮躁，唱得更加婉转悠扬。流过树根，淌过石块的小溪，不在狂奔湍急，像少女摆动的轻纱，舒缓而宁静。\"天阶夜色凉如水，坐看牛郎织女星。\"秋风揉圆了那一轮轮月亮，把思恋的洞箫吹奏得揪心荡肠，吹得每每昂起头来，一遍遍对着玉盘倾诉心中的珍藏。\n\n　　人生的秋季，何尝又不是这样呢？到了我们这样的年龄，已经步入了人生的秋季，虽然没了青春的靓丽，却多了成熟的韵味。\"夜半酒醒人未醒，满池荷叶动秋风\"。荡漾在秋风中，静听天籁之声，虽未喝酒人却醉了。', 'Admin', 'https://gravatar.loli.net/avatar/9e60e77d8a34c8b74756af4d3a3c762b?s=85&d=wavatar&r=G', 4566666, 123456, '2021-03-18 01:13:00', '2021-03-18 01:13:00'),
(6, 'https://imaybes.cc/thuimg/thumb-108-250-170-0.jpg', '更多信息', '秋风，唱给田野动听的歌', '　　秋风用时光的旋律，用桂花的芬芳、苹果的馨香、菊花的灿烂、牵牛花的奔放、一串红的艳丽，把一望无际的田野乡村，演绎得在自然中沉醉，渲染得天地间空旷而又阳刚。\n\n　　酷热的夏天刚刚过去，秋风吹来，秋牵着一个个节气的手，舞动着长袖，用婀娜多姿的舞姿，用变幻神奇的旋律，动听的音符，把蓝天吹得一会白云飘飘，一会云蒸霞蔚，一会仙女舞袖，一会又涌来千顷碧波。更让那成千上万得雀鸟，不顾辛苦劳顿，路途遥远，赶赴银汉，为牛郎织女架起一座相会的鹊桥，就为这对生离死别的鸳鸯说上一晚悄悄话。\n\n　　秋天的风，优雅中体现成熟和高雅。砍高粱、掐谷子、掰玉米、刨芋头、割豆子、下苹果、晒柿子、揪石榴、摘花生、耩麦子，一个个音符，无不让秋风演奏得动听、感人。仰望湛蓝的长空，会让你一扫往日沉闷枯燥的苦闷，心情更加舒畅了，一股热爱蓝天热爱大自然钟爱乡村田野的激情，便油然而生。\n\n　　秋风是多情的。花朵变得更加缤纷多彩，路边山间公园各种小花，一夜之间便把一片片一处处山川河流吹得五颜六色，吹得诗意盎然，吹得舒展酣畅。连多情的小鸟也不愿在花丛打滚，嘴馋的小羊也不忍心张口去啃。特别是那漫山遍野的山丹丹花，把天空的云彩的染得霞光满天。阵阵清香，优雅而芬芳，把那躲在暗处的萤火虫，引得打着灯笼，在山野荒原中游来游去。特别是那一株株菊花，顶住尘土的飞扬，忍得住周边花朵凋谢的寂寞，耐得住干旱的折磨，在秋风中不顾寂寞和冷落暗自开放。\n\n　　秋风是煽情的。秋风在田野打一个滚，哪一树树青涩碧绿的苹果，一层层红晕铺在脸颊上，变得又香又甜。一树树大枣、山楂就像神仙点化了一样，一个个像红宝石，缀满树头，压弯枝头，甜满心头，让路人看了都垂涎欲滴。最可爱的是那山坡上的柿子，圆晕金黄，一个个像灯笼挂满树梢，引得小鸟满树鸣叫。\n\n　　秋风是有魅力的。秋风掠过满眼绿色，霎时就会变得金黄，金色的谷穗压弯了枝头，满坡玉米竖起一杆杆摇曳的旗子，露出一排排整齐的金牙。乡间道路上一车车黄豆、花生透出诱人的馨香。正在收获庄稼的乡亲，艰苦的付出得到了加倍的回报，紫铜的脸上添了少有的红润，露出了笑容。大树仿佛一夜之间都变得金黄，满树的银杏叶、哗啦啦的杨树叶金光闪闪，静美而耀眼。似乎是一夜之间，漫山遍野的绿色都变成了满眼金黄，演奏起金黄色的乐章。\n\n　　秋风是幽静的。秋风吹过，山野田园，变得贤淑幽静起来，没有阳春的怒放，盛夏的狂热，活跃在林子里、小河旁、山榜上的鸟儿，没了浮躁，唱得更加婉转悠扬。流过树根，淌过石块的小溪，不在狂奔湍急，像少女摆动的轻纱，舒缓而宁静。\"天阶夜色凉如水，坐看牛郎织女星。\"秋风揉圆了那一轮轮月亮，把思恋的洞箫吹奏得揪心荡肠，吹得每每昂起头来，一遍遍对着玉盘倾诉心中的珍藏。\n\n　　人生的秋季，何尝又不是这样呢？到了我们这样的年龄，已经步入了人生的秋季，虽然没了青春的靓丽，却多了成熟的韵味。\"夜半酒醒人未醒，满池荷叶动秋风\"。荡漾在秋风中，静听天籁之声，虽未喝酒人却醉了。', 'Admin', 'https://gravatar.loli.net/avatar/9e60e77d8a34c8b74756af4d3a3c762b?s=85&d=wavatar&r=G', 4566666, 123456, '2021-03-18 01:13:00', '2021-03-18 01:13:00'),
(7, 'https://imaybes.cc/thuimg/thumb-108-250-170-0.jpg', '更多信息', '秋风，唱给田野动听的歌', '　　秋风用时光的旋律，用桂花的芬芳、苹果的馨香、菊花的灿烂、牵牛花的奔放、一串红的艳丽，把一望无际的田野乡村，演绎得在自然中沉醉，渲染得天地间空旷而又阳刚。\n\n　　酷热的夏天刚刚过去，秋风吹来，秋牵着一个个节气的手，舞动着长袖，用婀娜多姿的舞姿，用变幻神奇的旋律，动听的音符，把蓝天吹得一会白云飘飘，一会云蒸霞蔚，一会仙女舞袖，一会又涌来千顷碧波。更让那成千上万得雀鸟，不顾辛苦劳顿，路途遥远，赶赴银汉，为牛郎织女架起一座相会的鹊桥，就为这对生离死别的鸳鸯说上一晚悄悄话。\n\n　　秋天的风，优雅中体现成熟和高雅。砍高粱、掐谷子、掰玉米、刨芋头、割豆子、下苹果、晒柿子、揪石榴、摘花生、耩麦子，一个个音符，无不让秋风演奏得动听、感人。仰望湛蓝的长空，会让你一扫往日沉闷枯燥的苦闷，心情更加舒畅了，一股热爱蓝天热爱大自然钟爱乡村田野的激情，便油然而生。\n\n　　秋风是多情的。花朵变得更加缤纷多彩，路边山间公园各种小花，一夜之间便把一片片一处处山川河流吹得五颜六色，吹得诗意盎然，吹得舒展酣畅。连多情的小鸟也不愿在花丛打滚，嘴馋的小羊也不忍心张口去啃。特别是那漫山遍野的山丹丹花，把天空的云彩的染得霞光满天。阵阵清香，优雅而芬芳，把那躲在暗处的萤火虫，引得打着灯笼，在山野荒原中游来游去。特别是那一株株菊花，顶住尘土的飞扬，忍得住周边花朵凋谢的寂寞，耐得住干旱的折磨，在秋风中不顾寂寞和冷落暗自开放。\n\n　　秋风是煽情的。秋风在田野打一个滚，哪一树树青涩碧绿的苹果，一层层红晕铺在脸颊上，变得又香又甜。一树树大枣、山楂就像神仙点化了一样，一个个像红宝石，缀满树头，压弯枝头，甜满心头，让路人看了都垂涎欲滴。最可爱的是那山坡上的柿子，圆晕金黄，一个个像灯笼挂满树梢，引得小鸟满树鸣叫。\n\n　　秋风是有魅力的。秋风掠过满眼绿色，霎时就会变得金黄，金色的谷穗压弯了枝头，满坡玉米竖起一杆杆摇曳的旗子，露出一排排整齐的金牙。乡间道路上一车车黄豆、花生透出诱人的馨香。正在收获庄稼的乡亲，艰苦的付出得到了加倍的回报，紫铜的脸上添了少有的红润，露出了笑容。大树仿佛一夜之间都变得金黄，满树的银杏叶、哗啦啦的杨树叶金光闪闪，静美而耀眼。似乎是一夜之间，漫山遍野的绿色都变成了满眼金黄，演奏起金黄色的乐章。\n\n　　秋风是幽静的。秋风吹过，山野田园，变得贤淑幽静起来，没有阳春的怒放，盛夏的狂热，活跃在林子里、小河旁、山榜上的鸟儿，没了浮躁，唱得更加婉转悠扬。流过树根，淌过石块的小溪，不在狂奔湍急，像少女摆动的轻纱，舒缓而宁静。\"天阶夜色凉如水，坐看牛郎织女星。\"秋风揉圆了那一轮轮月亮，把思恋的洞箫吹奏得揪心荡肠，吹得每每昂起头来，一遍遍对着玉盘倾诉心中的珍藏。\n\n　　人生的秋季，何尝又不是这样呢？到了我们这样的年龄，已经步入了人生的秋季，虽然没了青春的靓丽，却多了成熟的韵味。\"夜半酒醒人未醒，满池荷叶动秋风\"。荡漾在秋风中，静听天籁之声，虽未喝酒人却醉了。', 'Admin', 'https://gravatar.loli.net/avatar/9e60e77d8a34c8b74756af4d3a3c762b?s=85&d=wavatar&r=G', 4566666, 123456, '2021-03-18 01:13:00', '2021-03-18 01:13:00'),
(8, 'https://imaybes.cc/thuimg/thumb-108-250-170-0.jpg', '更多信息', '秋风，唱给田野动听的歌', '　　秋风用时光的旋律，用桂花的芬芳、苹果的馨香、菊花的灿烂、牵牛花的奔放、一串红的艳丽，把一望无际的田野乡村，演绎得在自然中沉醉，渲染得天地间空旷而又阳刚。\n\n　　酷热的夏天刚刚过去，秋风吹来，秋牵着一个个节气的手，舞动着长袖，用婀娜多姿的舞姿，用变幻神奇的旋律，动听的音符，把蓝天吹得一会白云飘飘，一会云蒸霞蔚，一会仙女舞袖，一会又涌来千顷碧波。更让那成千上万得雀鸟，不顾辛苦劳顿，路途遥远，赶赴银汉，为牛郎织女架起一座相会的鹊桥，就为这对生离死别的鸳鸯说上一晚悄悄话。\n\n　　秋天的风，优雅中体现成熟和高雅。砍高粱、掐谷子、掰玉米、刨芋头、割豆子、下苹果、晒柿子、揪石榴、摘花生、耩麦子，一个个音符，无不让秋风演奏得动听、感人。仰望湛蓝的长空，会让你一扫往日沉闷枯燥的苦闷，心情更加舒畅了，一股热爱蓝天热爱大自然钟爱乡村田野的激情，便油然而生。\n\n　　秋风是多情的。花朵变得更加缤纷多彩，路边山间公园各种小花，一夜之间便把一片片一处处山川河流吹得五颜六色，吹得诗意盎然，吹得舒展酣畅。连多情的小鸟也不愿在花丛打滚，嘴馋的小羊也不忍心张口去啃。特别是那漫山遍野的山丹丹花，把天空的云彩的染得霞光满天。阵阵清香，优雅而芬芳，把那躲在暗处的萤火虫，引得打着灯笼，在山野荒原中游来游去。特别是那一株株菊花，顶住尘土的飞扬，忍得住周边花朵凋谢的寂寞，耐得住干旱的折磨，在秋风中不顾寂寞和冷落暗自开放。\n\n　　秋风是煽情的。秋风在田野打一个滚，哪一树树青涩碧绿的苹果，一层层红晕铺在脸颊上，变得又香又甜。一树树大枣、山楂就像神仙点化了一样，一个个像红宝石，缀满树头，压弯枝头，甜满心头，让路人看了都垂涎欲滴。最可爱的是那山坡上的柿子，圆晕金黄，一个个像灯笼挂满树梢，引得小鸟满树鸣叫。\n\n　　秋风是有魅力的。秋风掠过满眼绿色，霎时就会变得金黄，金色的谷穗压弯了枝头，满坡玉米竖起一杆杆摇曳的旗子，露出一排排整齐的金牙。乡间道路上一车车黄豆、花生透出诱人的馨香。正在收获庄稼的乡亲，艰苦的付出得到了加倍的回报，紫铜的脸上添了少有的红润，露出了笑容。大树仿佛一夜之间都变得金黄，满树的银杏叶、哗啦啦的杨树叶金光闪闪，静美而耀眼。似乎是一夜之间，漫山遍野的绿色都变成了满眼金黄，演奏起金黄色的乐章。\n\n　　秋风是幽静的。秋风吹过，山野田园，变得贤淑幽静起来，没有阳春的怒放，盛夏的狂热，活跃在林子里、小河旁、山榜上的鸟儿，没了浮躁，唱得更加婉转悠扬。流过树根，淌过石块的小溪，不在狂奔湍急，像少女摆动的轻纱，舒缓而宁静。\"天阶夜色凉如水，坐看牛郎织女星。\"秋风揉圆了那一轮轮月亮，把思恋的洞箫吹奏得揪心荡肠，吹得每每昂起头来，一遍遍对着玉盘倾诉心中的珍藏。\n\n　　人生的秋季，何尝又不是这样呢？到了我们这样的年龄，已经步入了人生的秋季，虽然没了青春的靓丽，却多了成熟的韵味。\"夜半酒醒人未醒，满池荷叶动秋风\"。荡漾在秋风中，静听天籁之声，虽未喝酒人却醉了。', 'Admin', 'https://gravatar.loli.net/avatar/9e60e77d8a34c8b74756af4d3a3c762b?s=85&d=wavatar&r=G', 4566666, 123456, '2021-03-18 01:13:00', '2021-03-18 01:13:00'),
(9, 'https://imaybes.cc/thuimg/thumb-108-250-170-0.jpg', '更多信息', '秋风，唱给田野动听的歌', '　　秋风用时光的旋律，用桂花的芬芳、苹果的馨香、菊花的灿烂、牵牛花的奔放、一串红的艳丽，把一望无际的田野乡村，演绎得在自然中沉醉，渲染得天地间空旷而又阳刚。\n\n　　酷热的夏天刚刚过去，秋风吹来，秋牵着一个个节气的手，舞动着长袖，用婀娜多姿的舞姿，用变幻神奇的旋律，动听的音符，把蓝天吹得一会白云飘飘，一会云蒸霞蔚，一会仙女舞袖，一会又涌来千顷碧波。更让那成千上万得雀鸟，不顾辛苦劳顿，路途遥远，赶赴银汉，为牛郎织女架起一座相会的鹊桥，就为这对生离死别的鸳鸯说上一晚悄悄话。\n\n　　秋天的风，优雅中体现成熟和高雅。砍高粱、掐谷子、掰玉米、刨芋头、割豆子、下苹果、晒柿子、揪石榴、摘花生、耩麦子，一个个音符，无不让秋风演奏得动听、感人。仰望湛蓝的长空，会让你一扫往日沉闷枯燥的苦闷，心情更加舒畅了，一股热爱蓝天热爱大自然钟爱乡村田野的激情，便油然而生。\n\n　　秋风是多情的。花朵变得更加缤纷多彩，路边山间公园各种小花，一夜之间便把一片片一处处山川河流吹得五颜六色，吹得诗意盎然，吹得舒展酣畅。连多情的小鸟也不愿在花丛打滚，嘴馋的小羊也不忍心张口去啃。特别是那漫山遍野的山丹丹花，把天空的云彩的染得霞光满天。阵阵清香，优雅而芬芳，把那躲在暗处的萤火虫，引得打着灯笼，在山野荒原中游来游去。特别是那一株株菊花，顶住尘土的飞扬，忍得住周边花朵凋谢的寂寞，耐得住干旱的折磨，在秋风中不顾寂寞和冷落暗自开放。\n\n　　秋风是煽情的。秋风在田野打一个滚，哪一树树青涩碧绿的苹果，一层层红晕铺在脸颊上，变得又香又甜。一树树大枣、山楂就像神仙点化了一样，一个个像红宝石，缀满树头，压弯枝头，甜满心头，让路人看了都垂涎欲滴。最可爱的是那山坡上的柿子，圆晕金黄，一个个像灯笼挂满树梢，引得小鸟满树鸣叫。\n\n　　秋风是有魅力的。秋风掠过满眼绿色，霎时就会变得金黄，金色的谷穗压弯了枝头，满坡玉米竖起一杆杆摇曳的旗子，露出一排排整齐的金牙。乡间道路上一车车黄豆、花生透出诱人的馨香。正在收获庄稼的乡亲，艰苦的付出得到了加倍的回报，紫铜的脸上添了少有的红润，露出了笑容。大树仿佛一夜之间都变得金黄，满树的银杏叶、哗啦啦的杨树叶金光闪闪，静美而耀眼。似乎是一夜之间，漫山遍野的绿色都变成了满眼金黄，演奏起金黄色的乐章。\n\n　　秋风是幽静的。秋风吹过，山野田园，变得贤淑幽静起来，没有阳春的怒放，盛夏的狂热，活跃在林子里、小河旁、山榜上的鸟儿，没了浮躁，唱得更加婉转悠扬。流过树根，淌过石块的小溪，不在狂奔湍急，像少女摆动的轻纱，舒缓而宁静。\"天阶夜色凉如水，坐看牛郎织女星。\"秋风揉圆了那一轮轮月亮，把思恋的洞箫吹奏得揪心荡肠，吹得每每昂起头来，一遍遍对着玉盘倾诉心中的珍藏。\n\n　　人生的秋季，何尝又不是这样呢？到了我们这样的年龄，已经步入了人生的秋季，虽然没了青春的靓丽，却多了成熟的韵味。\"夜半酒醒人未醒，满池荷叶动秋风\"。荡漾在秋风中，静听天籁之声，虽未喝酒人却醉了。', 'Admin', 'https://gravatar.loli.net/avatar/9e60e77d8a34c8b74756af4d3a3c762b?s=85&d=wavatar&r=G', 4566666, 123456, '2021-03-18 01:13:00', '2021-03-18 01:13:00'),
(10, 'https://imaybes.cc/thuimg/thumb-108-250-170-0.jpg', '更多信息', '秋风，唱给田野动听的歌', '　　秋风用时光的旋律，用桂花的芬芳、苹果的馨香、菊花的灿烂、牵牛花的奔放、一串红的艳丽，把一望无际的田野乡村，演绎得在自然中沉醉，渲染得天地间空旷而又阳刚。\n\n　　酷热的夏天刚刚过去，秋风吹来，秋牵着一个个节气的手，舞动着长袖，用婀娜多姿的舞姿，用变幻神奇的旋律，动听的音符，把蓝天吹得一会白云飘飘，一会云蒸霞蔚，一会仙女舞袖，一会又涌来千顷碧波。更让那成千上万得雀鸟，不顾辛苦劳顿，路途遥远，赶赴银汉，为牛郎织女架起一座相会的鹊桥，就为这对生离死别的鸳鸯说上一晚悄悄话。\n\n　　秋天的风，优雅中体现成熟和高雅。砍高粱、掐谷子、掰玉米、刨芋头、割豆子、下苹果、晒柿子、揪石榴、摘花生、耩麦子，一个个音符，无不让秋风演奏得动听、感人。仰望湛蓝的长空，会让你一扫往日沉闷枯燥的苦闷，心情更加舒畅了，一股热爱蓝天热爱大自然钟爱乡村田野的激情，便油然而生。\n\n　　秋风是多情的。花朵变得更加缤纷多彩，路边山间公园各种小花，一夜之间便把一片片一处处山川河流吹得五颜六色，吹得诗意盎然，吹得舒展酣畅。连多情的小鸟也不愿在花丛打滚，嘴馋的小羊也不忍心张口去啃。特别是那漫山遍野的山丹丹花，把天空的云彩的染得霞光满天。阵阵清香，优雅而芬芳，把那躲在暗处的萤火虫，引得打着灯笼，在山野荒原中游来游去。特别是那一株株菊花，顶住尘土的飞扬，忍得住周边花朵凋谢的寂寞，耐得住干旱的折磨，在秋风中不顾寂寞和冷落暗自开放。\n\n　　秋风是煽情的。秋风在田野打一个滚，哪一树树青涩碧绿的苹果，一层层红晕铺在脸颊上，变得又香又甜。一树树大枣、山楂就像神仙点化了一样，一个个像红宝石，缀满树头，压弯枝头，甜满心头，让路人看了都垂涎欲滴。最可爱的是那山坡上的柿子，圆晕金黄，一个个像灯笼挂满树梢，引得小鸟满树鸣叫。\n\n　　秋风是有魅力的。秋风掠过满眼绿色，霎时就会变得金黄，金色的谷穗压弯了枝头，满坡玉米竖起一杆杆摇曳的旗子，露出一排排整齐的金牙。乡间道路上一车车黄豆、花生透出诱人的馨香。正在收获庄稼的乡亲，艰苦的付出得到了加倍的回报，紫铜的脸上添了少有的红润，露出了笑容。大树仿佛一夜之间都变得金黄，满树的银杏叶、哗啦啦的杨树叶金光闪闪，静美而耀眼。似乎是一夜之间，漫山遍野的绿色都变成了满眼金黄，演奏起金黄色的乐章。\n\n　　秋风是幽静的。秋风吹过，山野田园，变得贤淑幽静起来，没有阳春的怒放，盛夏的狂热，活跃在林子里、小河旁、山榜上的鸟儿，没了浮躁，唱得更加婉转悠扬。流过树根，淌过石块的小溪，不在狂奔湍急，像少女摆动的轻纱，舒缓而宁静。\"天阶夜色凉如水，坐看牛郎织女星。\"秋风揉圆了那一轮轮月亮，把思恋的洞箫吹奏得揪心荡肠，吹得每每昂起头来，一遍遍对着玉盘倾诉心中的珍藏。\n\n　　人生的秋季，何尝又不是这样呢？到了我们这样的年龄，已经步入了人生的秋季，虽然没了青春的靓丽，却多了成熟的韵味。\"夜半酒醒人未醒，满池荷叶动秋风\"。荡漾在秋风中，静听天籁之声，虽未喝酒人却醉了。', 'Admin', 'https://gravatar.loli.net/avatar/9e60e77d8a34c8b74756af4d3a3c762b?s=85&d=wavatar&r=G', 4566666, 123456, '2021-03-18 01:13:00', '2021-03-18 01:13:00');

-- --------------------------------------------------------

--
-- 表的结构 `jose_banner`
--

CREATE TABLE `jose_banner` (
  `ban_id` int(10) UNSIGNED NOT NULL,
  `ban_img` varchar(100) DEFAULT NULL,
  `ban_title` varchar(50) DEFAULT NULL,
  `ban_content` varchar(100) DEFAULT NULL,
  `ban_url` varchar(100) DEFAULT NULL,
  `ban_more` varchar(100) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `jose_banner`
--

INSERT INTO `jose_banner` (`ban_id`, `ban_img`, `ban_title`, `ban_content`, `ban_url`, `ban_more`) VALUES
(1, 'https://i1.mifile.cn/a4/xmad_15535933141925_ulkYv.jpg', '正版软件限时优惠！', '我们联合数码荔枝又给大家带来了一大波正版软件福利了！部分软件争取到大额优惠，先到先得！', 'https://m.baidu.com', '查看详情'),
(2, 'https://i1.mifile.cn/a4/xmad_15532384207972_iJXSx.jpg', '正版软件限时优惠！', '我们联合数码荔枝又给大家带来了一大波正版软件福利了！部分软件争取到大额优惠，先到先得！', 'https://m.baidu.com', '查看详情'),
(3, 'https://https://i1.mifile.cn/a4/xmad_15517939170939_oiXCK.jpg', '正版软件限时优惠！', '我们联合数码荔枝又给大家带来了一大波正版软件福利了！部分软件争取到大额优惠，先到先得！', 'https://m.baidu.com', '查看详情');

-- --------------------------------------------------------

--
-- 表的结构 `jose_comment`
--

CREATE TABLE `jose_comment` (
  `com_id` int(10) UNSIGNED NOT NULL,
  `com_img_url` varchar(50) DEFAULT NULL,
  `com_title` varchar(50) DEFAULT NULL,
  `com_content` varchar(50) DEFAULT NULL,
  `create_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `jose_comment`
--

INSERT INTO `jose_comment` (`com_id`, `com_img_url`, `com_title`, `com_content`, `create_time`, `update_time`) VALUES
(1, 'http://img.netbian.com/file/2020/0904/de2f77ed1090', 'NPC卡在建筑里什么情况', NULL, '2021-03-17 16:55:00', '2021-03-17 16:55:00'),
(2, 'http://img.netbian.com/file/2020/0904/de2f77ed1090', '卡通壁纸,节日壁纸,明星壁纸', NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- 表的结构 `jose_tag_list`
--

CREATE TABLE `jose_tag_list` (
  `tag_id` int(10) UNSIGNED NOT NULL,
  `tag_name` varchar(20) DEFAULT NULL,
  `tag_num` int(11) DEFAULT NULL,
  `tag_url` varchar(100) DEFAULT NULL,
  `tag_color` varchar(100) DEFAULT NULL,
  `create_time` datetime NOT NULL,
  `update_time` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `jose_tag_list`
--

INSERT INTO `jose_tag_list` (`tag_id`, `tag_name`, `tag_num`, `tag_url`, `tag_color`, `create_time`, `update_time`) VALUES
(1, '腾讯云', 8, 'm.baidu.com', 'CornflowerBlue', '2017-03-02 15:22:22', '2017-03-02 15:22:22'),
(2, '微信', 5, 'm.baidu.com', 'LightSteelBlue', '2017-03-02 15:22:22', '2017-03-02 15:22:22'),
(3, '系统', 5, 'm.baidu.com', 'SlateGray', '2017-03-02 15:22:22', '2017-03-02 15:22:22'),
(4, '硬盘', 5, 'm.baidu.com', 'Fuchsia', '2017-03-02 15:22:22', '2017-03-02 15:22:22'),
(5, '移动', 5, 'm.baidu.com', 'Cyan', '2017-03-02 15:22:22', '2017-03-02 15:22:22'),
(6, '免费', 5, 'm.baidu.com', 'SpringGreen', '2017-03-02 15:22:22', '2017-03-02 15:22:22'),
(7, '优惠', 5, 'm.baidu.com', 'Lime', '2017-03-02 15:22:22', '2017-03-02 15:22:22'),
(8, '会员', 5, 'm.baidu.com', 'Yellow', '2017-03-02 15:22:22', '2017-03-02 15:22:22'),
(9, '宝塔面板', 5, 'm.baidu.com', 'GoldEnrod', '2017-03-02 15:22:22', '2017-03-02 15:22:22'),
(10, '支付宝', 5, 'm.baidu.com', 'OrangeRed', '2017-03-02 15:22:22', '2017-03-02 15:22:22');

-- --------------------------------------------------------

--
-- 表的结构 `jose_user`
--

CREATE TABLE `jose_user` (
  `use_id` int(10) UNSIGNED NOT NULL,
  `use_name` varchar(50) NOT NULL,
  `use_password` varchar(50) NOT NULL,
  `use_petname` varchar(50) NOT NULL,
  `use_email` varchar(50) NOT NULL,
  `use_img_url` varchar(50) DEFAULT NULL,
  `create_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `jose_user`
--

INSERT INTO `jose_user` (`use_id`, `use_name`, `use_password`, `use_petname`, `use_email`, `use_img_url`, `create_time`, `update_time`) VALUES
(1, '123', '123', '123', '123@qq.com', NULL, '0000-00-00 00:00:00', NULL),
(2, '456', '456', '456', '456@qq.com', NULL, '0000-00-00 00:00:00', NULL),
(3, '789', '789', '789', '789@qq.com', NULL, '0000-00-00 00:00:00', NULL),
(5, '111', '111', '111', '111@qq.com', NULL, '0000-00-00 00:00:00', NULL),
(6, '222', '222', '222', '222@qq.com', NULL, '0000-00-00 00:00:00', NULL);

--
-- 转储表的索引
--

--
-- 表的索引 `jose_admin`
--
ALTER TABLE `jose_admin`
  ADD PRIMARY KEY (`adm_id`),
  ADD UNIQUE KEY `adm_name` (`adm_name`);

--
-- 表的索引 `jose_article`
--
ALTER TABLE `jose_article`
  ADD PRIMARY KEY (`art_id`);

--
-- 表的索引 `jose_banner`
--
ALTER TABLE `jose_banner`
  ADD PRIMARY KEY (`ban_id`);

--
-- 表的索引 `jose_comment`
--
ALTER TABLE `jose_comment`
  ADD PRIMARY KEY (`com_id`);

--
-- 表的索引 `jose_tag_list`
--
ALTER TABLE `jose_tag_list`
  ADD PRIMARY KEY (`tag_id`);

--
-- 表的索引 `jose_user`
--
ALTER TABLE `jose_user`
  ADD PRIMARY KEY (`use_id`),
  ADD UNIQUE KEY `use_name` (`use_name`);

--
-- 在导出的表使用AUTO_INCREMENT
--

--
-- 使用表AUTO_INCREMENT `jose_admin`
--
ALTER TABLE `jose_admin`
  MODIFY `adm_id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- 使用表AUTO_INCREMENT `jose_article`
--
ALTER TABLE `jose_article`
  MODIFY `art_id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- 使用表AUTO_INCREMENT `jose_banner`
--
ALTER TABLE `jose_banner`
  MODIFY `ban_id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- 使用表AUTO_INCREMENT `jose_comment`
--
ALTER TABLE `jose_comment`
  MODIFY `com_id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- 使用表AUTO_INCREMENT `jose_tag_list`
--
ALTER TABLE `jose_tag_list`
  MODIFY `tag_id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- 使用表AUTO_INCREMENT `jose_user`
--
ALTER TABLE `jose_user`
  MODIFY `use_id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
